[
    {
        "category":"基本原理",
        "title": "构图原理",
        "id": 101,
        "content": "插花艺术是一种艺术创作，为了表现作品的主题思想和造型效果，首先要进行构图。构图实际上是一个思维过程，它从自然存在的纷杂事物之中找出秩序：构图也是一个组织过程，把散乱的构图元素组织成一个统一的整体。画家把点、线、面、颜色、明暗，在画布上按空间位置把它们组织起来。音乐家把乐器、节奏、旋律，按时间、顺序把它们组织起来。花艺家把不同品种、形状、颜色、质感的花材和花器，按空间位置把它们组织起来，这就叫构图，也称为“章法”。插花艺术和其他艺术一样，要遵循形式美要素的组合原则，进行构图。\n1、统一\n自然界的植物材料极其丰富，干姿百态的花、枝、茎、叶、果、芽，为插花作品创造了多样性变化的条件。没有变化，就没有艺术。然而，变化需要在统一的前提下变化，没有统一，就会显得松散、零乱。反之，只有统一，没有变化，又会显得单调、刻板。要做到多而不杂、变而不乱，就需要把握好作品整体的统一。\n（1）从主题上统一\n主题是作品各方面统一的核心。花器、花材、花色和花型都需要根据主题来确定。如果主题是写春景的，花材可选择桃花、海棠、鸢尾、郁金香等春季花材，花色可以选择粉色系，如粉红、粉黄、粉紫等。如果主题是写秋景的，花材可选择菊花、芦花、红枫、火棘等秋季花材，花色可以选择米黄、金黄、褐色、红色等。这样配置，花材虽多，但整体和谐统一。\n（2）从风格上统一\n插制一件作品，首先要明确它的风格是东方式还是西方式，是古典式还是现代式，根据不同风格选择不同的花器、花材，造型就会显得统一协调\n(3)从花材与花器、环境上统一\n花材要与花器、环境的风格、色彩、体量、功用统一协调。如果在一个中国式建筑风格、备有红木家具的环境布置插花，最好选用中国传统式的瓶、盆、篮、筒、碗、缸作花器，选用一些木本花材作主花材，采用不对称均衡的构图手法，插制自然式的造型，就会事半功倍。作品与大环境统一协调，便取得良好的艺术效果。如果在一个现代化的环境插花，可选用外观时尚的花器、较明丽的花材，辅以较现代的中国插花手法插制，就容易协调。",
        "imageName": "gtyl"
    },
    {
        "category":"基本原理",
        "title": "造型法则",
        "id": 102,
        "content": "中国插花崇尚自然，花材布局通常采取不对称手法，一般有以下六项构图法则。\n1、高低错落\n插制中国插花，必须养成高低错落的习惯。前面提到，自然界的山峦起伏、河流曲折、植物群落、动物栖息等，很少见到规则几何形，呈现出来的基本都是自然错落的美妙和谐。袁宏道在《瓶史》中讲的“参差不伦，意态天然”也即要求高低错落。就是说，插花中的花材布局，应该是有高有低、有前有后地自然错落，尽量避免插在同一水平线或垂直线上。如果在作品中出现由花朵或枝端形成明显的规则直线、横线、斜线时，就会破坏作品的整体协调性，需要加以调整。\n2、疏密有致\n中国画布局构图中提到的“疏可走马，密不透风”，即强调疏密变化。插花如绘画，整个画面的布局在空间处理上，也必须要有疏有密、有聚有散、有浓有淡，不应该等距离分割空间，要在变化中求得自然。通常插花作品的焦点部位较密集，框架部位较稀疏。在不对称造型中，一侧略为密集，另一侧略为稀疏。单面观作品，正面略为密集，背面略为稀疏。即使同一部位的花材，无论是处于框架、补充还是焦点部位，都应有疏有密，尽量避免等距离排列，如同公园里的树木，除了行道树以外，大多不等距离栽植，或是三三两两有聚有散种植，或是群植或孤植，这样显得自然而有韵味。\n3、虚实结合\n在插花花艺创作中，虚实对比、虚实结合的手法比比皆是。掌握好虚实结合的手法，会带给插花创作自然生动、变化万千的效果，也会使插花作品均衡协调、尽善尽美。\n4、俯仰呼应\n花朵有朝向，枝叶有弯势，在插花中要运用花材的朝向和弯势，处理好花材的仰俯联系。通常是以焦点为中心，上下左右的花材围绕焦点顾盼呼应，形成一个整体，既使花的生命得到生动的体现，也利于将观者视线引向焦点，增强作品的稳定感。\n5、上轻下重\n为了求得插花作品的稳定性和安全感，在花材布局上通常采取上轻下重手法。如花苞在上，盛花在下：小花在上，大花在下；穗状花在上，块状花在下：浅色花在上，深色花在下。若是插悬崖式或平卧式作品，同样，焦点花最大，距离焦点越远的花朵越小。也就是说，从框架到焦点的花朵，顺序一般由小到大：而由焦点到框架的花朵，顺序则由大到小。上轻下重是插花中最常采用的手法，但并不绝对，只要作品的整体均衡性处理得当，也可以大花在上，小花在下：深花在上，浅花在下。\n6、上散下聚\n插花作品在外形上要求线条流畅、多姿多彩，但花材基部要求紧密聚拢，似同生一根。中国插花追求自然，特别注重上散下聚。古人强调，“起把宜紧”（花材从一个点出发，犹如一丛怒起的感觉）也是这个意思。插花时，无论用什么器具，无论用什么固定工具，都要注意有散有聚，上散下聚。散是放，聚是收：散是开，聚是合。当作品做到收放自如、开合适度，造型就会比较自然和完满。",
        "imageName": "zxfz"
    },
    {
        "category":"基本原理",
        "title": "色彩配置",
        "id": 103,
        "content": "中国插花崇尚自然，古典插花的色彩通常由所选用的花材本色写实表现，如粉红的桃花、大红的石榴、洁白的李花、姹紫嫣红的牡丹等。作品使用何种花材，就由何种花色表现。\n由于色彩在插花作品的形式美中起重要作用，中国插花要求源于自然、高于自然，就需要按照美学原理设计色彩。\n如果主题是表现春景的，色彩以淡粉色为主，如粉红、淡黄、淡紫、淡绿等。如果主题是表现秋景的，色彩以黄、橙、褐色为主。\n如果主题表现热烈奔放的，色彩以红、橙为主。\n如果主题表现幽静淡泊的，色彩以淡蓝、淡紫、淡绿、白色为主。\n插花作品的色彩配置包含许多方面，如花材与花材之间、花材与花器之间、作品与环境之间等，都需要注意整体协调。\n以单一色（同一种颜色的深浅变化，如浅绿、绿、深绿、墨绿）、类似色（如柠檬黄、中黄、淡黄）、同类色（两种邻近色的组合，如红与橙、红与紫、黄与橙、蓝与绿、蓝与紫等）为主的色彩配合属于调和色配置，容易取得整体协调效果。",
        "imageName": "scpz"
    },
    {
        "category":"基本形式",
        "title": "直立式",
        "id": 201,
        "content": "直立式作品充满高耸挺拔、蓬勃向上的生机，呈现端庄、稳重、安定的静态美。\n插制直立式作品，宜选择直立、挺拔、舒展的线状材料作为第一主枝，如银柳、红瑞木、富贵竹、朱焦、竹、南天竹、芦荻、菖蒲、香蒲、水葱、千屈菜、晚香玉、蛇鞭菊、鹤望兰、月季、鸢尾、马蹄莲、菊花以及接近垂直形的海棠、玉兰等木本枝条。",
        "imageName": "zls"
    },
    {
        "category":"基本形式",
        "title": "倾斜式",
        "id": 202,
        "content": "第一主枝在垂直轴左或右45°范围内，基本呈倾斜状。\n倾斜式作品或树枝横斜，或飘逸潇洒，富有动感，呈现或灵动飘逸，或百折不挠的动态美。\n插制倾斜式作品，宜选择硬枝横斜、虬曲，或柔枝飘逸、灵动的花材作为第一主枝，如梅花、海棠、玉兰、龙柳、龙枣、迎春、连翘、棣棠、枫树、石榴、山楂、松树、红叶李、商陆、小檗、平枝栒子、一叶兰、散尾葵以及经过加工的银柳、马蹄莲、安祖花等。",
        "imageName": "qxs"
    },
    {
        "category":"基本形式",
        "title": "平卧式",
        "id": 203,
        "content": "第一主枝在水平轴上下15°范围内，基本呈水平状。\n平卧式作品或如飞鸟鄹翻翔、飘逸自如，或如清泉细流、流水潺潺，呈现平稳、舒展的动态美。\n插制平卧式作品，宜选择略有弯曲、枝梢向上或回转的线状花材作为第一主枝，如迎春、黄馨、连翘、海棠、红叶李、雪柳、棣棠、九里香、六月雪、枸杞、锦带花、石斛兰以及经过加工的银柳、马蹄莲、安祖花等。",
        "imageName": "pws"
    },
    {
        "category":"基本形式",
        "title": "下垂式",
        "id": 204,
        "content": "第一主枝在水平轴下左或右45°范围内，基本呈下垂状。下垂角度通常在花器的左侧或者右侧。\n下垂式作品灵动飞扬，活泼大胆，似高山流水，葛藤垂挂，呈现强烈的动态美。\n插制下垂式作品，宜选择自然虬曲、柔枝蔓条的线状花作为第一主枝，如紫藤、葡萄、猕猴桃、常春藤、蔓长春、雪柳、迎春、兰叶、麦冬、六月雪、小檗、络石、龙柳、龙枣以及",
        "imageName": "xcs"
    },
    {
        "category":"插花类别",
        "title": "古代插花",
        "id": 301,
        "content": "（1）宗教插花\n宗教插花主要用于佛堂供佛，也称供花。供花插花形式不讲究，花材多选择莲、荷等清净植物，显得庄严肃穆。\n（2）宫廷插花\n宫廷插花结构严谨，讲究排场，主要用于宫廷装饰，也称院体花。宫廷插花形体硕大，色彩华丽，枝叶繁茂，装饰趣味浓厚。一般选用牡丹、芍药、山茶、梅、竹、松等花材，显得富丽堂皇。有的用十种花材插制而成，寓意十全十美。有的取其谐音，求其福祥，比如用玉兰、海棠、牡丹插在一起，寓意玉堂富贵。\n（3）民间插花\n民间插花大多在节庆期间兴起，如逢春节、元宵、端午、七夕、中秋等节日，人们摆上一盆盆当令插花，并以春联、剪纸、花结、年画、花灯、香包等配合装饰，供托出喜气洋洋、欢乐满堂的节庆气氛。民间插花不讲究造型，随兴之所至，但讲求吉祥、热闹，多数采用当令色彩鲜艳的花材插制。因其插制随意，又称自由插花。\n（4）文人插花\n文人插花与上述三种插花风格迥然不同，文人插花脱俗清雅，不重排场、不为祈福，主要讲求情趣，借花明志抒情。所用花器较为朴实，花材则以素雅的兰、竹、梅、菊、百合等为主。",
        "imageName": "gdch"
    },
    {
        "category":"插花类别",
        "title": "现代插花",
        "id": 302,
        "content": "（1）礼仪插花\n礼仪插花顾名思义是礼仪场合和人际交往中使用的插花，如花篮、花束、花盆、花钵、花环、花车、花圈等，用于节庆庆典、婚宴、迎宾、乔迁、庆贺生日、舞台献花、探望病人、悼念故人以及各种公共场所的花饰。礼仪插花通常有比较固定的形式，用花量较多，侧重装饰效果和感情效果。由于礼仪插花商业性强，也称商业插花。\n（2）大众插花\n大众插花即市民百姓把花买回家后，随意插制，加以欣赏。它并不讲究构图造型或意境内涵，主要是通过花的色彩和芳香，装饰环境，增添生气。\n（3）艺术插花\n艺术插花既重形式又重意境，是继承古代文人插花发展而来的。艺术插花有写意插花、写景插花和抽象插花，形式多变，不拘一格，用花量比礼仪插花少，但造型讲究、内涵丰富，又称创意插花。\n（4）现代花艺设计\n现代花艺设计也可理解为广义的艺术插花，作品有的有器皿，有的无器皿；有的置于台桌，有的置于地面或空间：有的装饰环境，有的装饰人体。\n现代花艺设计的特点是：\n①空间性花艺作品可以布置在任何空间位置，有落地的，有悬挂的：有固定的，有流动的：有室内的，有户外的等。\n②组合性现代花艺设计通常体量较大，往往由多个单体作品组成一个大整体。\n③立体性需要在高低、前后、左右全方位展开，三维空间处理更为细微。有些大型作品还可使人们步入观赏。\n④独创性现代花艺作品往往不运用常规器皿，花器与花材连成一体，由设计者自行设计创作，个性化突出，很少雷同，增强了作品的独创性。\n⑤综合性现代花艺设计是插花艺术发展到一定高度的产物，是插花艺术与其他门类艺术（如建筑艺术、装潢艺术、园林艺术、舞台艺术、橱窗艺术、工艺美术等）的结合，也是艺术与技术（如构图学、色彩学、文学、植物学、材料学、力学、工程学、光学等）的结合。所以，大中型现代花艺创作要求更高，需要有更多的知识储备。",
        "imageName": "xdch"
    },
    {
        "category":"制作技巧",
        "title": "花材加工",
        "id": 401,
        "content": "花材加工是插花程序中的首要步骤，加工好坏直接影响作品的美观程度。\n1-木本花材的修剪\n中国插花要求枝叶疏清，必须把烦冗枝叶剪去，即修去多余枝、重叠枝、平行枝、交叉枝、破损枝、病枝、枯枝，留下最美线条。\n修剪侧枝时，剪口宜紧贴主枝，刀口平滑自然。枝条顶端不留并立枝，应该长短错落。\n2-树枝弯曲\n不太粗硬的树枝，可以用双手在所需弯曲的部位慢慢地逐段弯曲。粗硬的树枝，可在需要弯曲的树枝背部浅浅切一刀口，顺势而弯。若粗枝切口较深，可嵌入木楔固定。\n3-树枝修饰\n有些粗枝为了显得苍劲而有生机，可在粗枝上粘贴一些苔藓、地衣等附生植物。有的枝条剪口过于显眼，可覆些泥土或粘贴一些树皮、苔藓、地衣等作掩盖。\n4-叶片弯曲\n一叶兰、鸢尾叶等叶材可在叶背面中央叶脉处加一支2022号铁丝，用透明胶带封住固定，即可调节叶片的弯曲度。",
        "imageName": "hcjg"
    },
    {
        "category":"制作技巧",
        "title": "插制程序",
        "id": 402,
        "content": "1-框架\n首先，框架要确定基本形式（直立式、倾斜式、平卧式、下垂式）：其次，框架要确定花材与花器的比例；第三，框架要配合焦点确定作品的主要花材。\n框架通常由线状花材插制，如银柳、龙柳、雪柳、红瑞木、菖蒲、竹、水葱等。\n2-焦点\n焦点处于作品的重心位置，是表现作品的重要花材。它的位置在主干高度的1/3处左右。\n焦点通常由块状花材插制，如牡丹、芍药、菊花、百合、荷花、睡莲、月季、帝王花等。\n3-补充\n补充是框架和焦点之间的承接，它的位置通常是框架花材高度或宽度的1/2左右到焦点花周围。补充花既增添了作品的色彩、层次和动感，又使作品形成了点、线、面的完整组合。\n补充花通常由小花、小果球插制，如小菊、一枝黄花、补血草、丁香、须苞石竹、金丝桃果等。\n4-修饰\n在完成框架、焦点、补充花材的插制后，要用小草、小叶、小花等，对插花的固定工具和其他人工痕迹进行遮盖处理，做到“虽由人作，宛自天开”的自然效果。\n同时，对整体作品的四周进行最后审视，去掉不必要的花叶，增添必要的花叶。",
        "imageName": "czcx"
    },
    {
        "category":"制作技巧",
        "title": "陈设与摆设",
        "id": 403,
        "content": "完成插花的创作之后，还要选择合适的环境来陈设作品。两者协调得好，作品则锦上添花。\n1-与环境协调\n第一，作品的体量要与环境尺度相互协调，过大显得压抑，过小显得小气。在狭长的环境可摆放直立式作品，在低宽的环境可摆放倾斜式、平卧式作品。\n第二，作品的简繁要与房间功能相互协调。客厅、大堂的作品要丰满艳丽，卧室的作品要精致温馨，书房的作品要简练清雅，餐厅的作品可轻松活泼，琴房的作品可艺术夸张。当然，根据主人的性格爱好确定也是很重要的。\n第三，作品的色彩要与环境色彩互相协调。插花是有生命的艺术品，通常要求背景清淡无华，才能显示作品的生机和华彩。若是无彩背景，采用同类色或对比色均可。若是多彩背景，宜采用单一色，才能显示观赏效果。\n2-与视角协调\n平视位置适宜摆放直立式、倾斜式插花作品，或摆放高瓶下垂式、矮瓶平卧式作品。\n仰视位置适宜摆放下垂式作品。\n俯视位置适宜摆放平卧式、倾斜式作品，或落地的直立式、倾斜式作品。\n3-陈设与保鲜\n鲜花作品不宜放在阳光直射、空调风口、穿堂风口、厨房油烟、浴室蒸汽等位置，以免加快花材水分蒸发，过早凋萎。要经常加水、换水以延长鲜花的保鲜时间。\n干花、仿真花不宜放在阳光直射或者潮湿处，以免褪色或受潮霉变。为保持观赏效果，可用长毛刷或吹风机冷风除尘去灰。仿真花多数为涤纶产品，可用皂粉、清水漂洗，洗后干净如新。",
        "imageName": "clybs"
    }
]
