[
    {
        "category":"插花前养护要点",
        "title": "热处理法",
        "id": 101,
        "content": "分为浸烫法和灼伤法。浸烫法，一般是将草本花卉(如唐菖蒲、晚香玉、大丽花、菊花等)的枝条基部，用纸包住切口，浸入80℃热水中，2~3分钟取出插入瓶中，这样可起到梗塞切口作用，防止花枝组织中的汁液外溢，从而延长花期。灼伤法，是将木本或近木质化的花卉，或茎含乳液或多汁的花卉的枝条或茎的末端放在蜡烛或酒精火焰上烧焦，然后再将烧焦的部分剪去一些，放入酒精中浸泡约1分钟，取出放在清水中漂洗干净后插入瓶中。",
        "imageName": "rclf"
    },
    {
        "category":"插花前养护要点",
        "title": "末端击碎法",
        "id": 102,
        "content": "可将玉兰、木绣球、丁香、紫薇等枝条基部约3厘米处轻轻击裂，对于木质致密坚硬的，还可劈裂成十字形，中间加上一石砾，以扩大吸水面积，延长插花寿命。",
        "imageName": "mdjsf"
    },
    {
        "category":"插花前养护要点",
        "title": "深水急救法",
        "id": 103,
        "content": "当花枝刚刚开始萎蔫时，可剪去花枝末端3~6厘米，放到盛满冷水的容器中，仅露出花头于水面，1~2小时，花头就会恢复过来。",
        "imageName": "ssjjf"
    },
    {
        "category":"插花前养护要点",
        "title": "其他方法",
        "id": 104,
        "content": "将少许酒精、薄荷油、醋酸、稀盐酸、硼酸等涂于切口上防腐，或在插花容器中加入少量食盐或食糖，浓度均不能超过0.1%，均能延缓鲜花衰败时间。",
        "imageName": "qtff"
    },
    {
        "category":"插花后养护要点",
        "title": "合理用水",
        "id": 201,
        "content": "选用清洁的河水、井水、池塘水。水质混浊时必须澄清后使用。如用自来水，需先放入缸（桶）内存放一昼夜再用。同时要注意经常换水。一般夏季宜每天换一次水。为防止瓶水变质，可在瓶水中放入小块木炭或少量食盐等防腐剂。冬季每2～3天换一次水。换水时要注意清除残花、残叶，并适当剪短花枝，以利花材吸水，延长鲜花寿命。",
        "imageName": "hlys"
    },
    {
        "category":"插花后养护要点",
        "title": "插花位置",
        "id": 202,
        "content": "夏季应避免强光照射，冬季不能离暖气或火炉太近，否则将加速花枝的呼吸作用和水分的蒸腾，易造成花朵凋萎早谢。同时，也不能将插花放在成熟的水果附近。因为水果放出的乙烯气体是一种催熟剂，会加速插花花瓣的脱落。水仙、小苍兰、香豌豆、满天星、金鱼草、月季、香石竹、百合花、翠雀等花卉对乙烯气体都很敏感。此外，还应注意大多数花是能共处的，但个别花卉如石竹、紫罗兰、百合、兰花、虞美人等不宜和其他种类花枝组成的花束同插一瓶。这是因为这些花枝的浸出液或挥发出的气味会对别的花枝产生不良的影响。",
        "imageName": "chwz"
    },
    {
        "category":"插花后养护要点",
        "title": "花器清洁",
        "id": 203,
        "content": "经常保持插花容器的清洁，既有利增添美的效果，又可防止水质污染。",
        "imageName": "hqqj"
    },
    {
        "category":"常见花材养护",
        "title": "玫瑰",
        "id": 301,
        "content": "玫瑰的正常储存期约为5天。通常，它们到达商店后，必须立即进行穿刺处理，以45度角切割根部，除去最外面的保护性花瓣和不良花瓣，并在深水中进行处理。（由于鲜花是空运的，保存最完好的鲜花也经过了很长的距离，当它们第一次到达商店时，它们需要进行深水处理。）像这样在架子上陈列的玫瑰每天需要更换一次并以45度角切割根部。修复一次破碎的花瓣。这样，开花期约为4至5天。\n但是，如果要将其放在保险箱中，建议将保险箱的温度调整为2-5度。玫瑰到达商店后，您可以按照现在的方法将它们放入花桶中，并用水将它们存放在保鲜柜中。但这会占用很多空间，因此，当您将玫瑰花组装到商店时，请检查包装。如果没有渗水（雨后采摘），则可以跳过扎刺和摘花瓣的环节，并直接用包装切开根泡。浸泡2小时后，将水（深水处理）取出修剪后的玫瑰放在保险箱中。当然，请检查是否每隔一天或每天都脱水。如果已脱水，则需要将其取出并立即在深水中处理。保险箱中的玫瑰最多可以保存10天。",
        "imageName": "mg"
    },
    {
        "category":"常见花材养护",
        "title": "白合",
        "id": 302,
        "content": "百合特别容易滋生细菌，因此您必须每天修剪根部并更换水。开花期通常为约10天。当然，所有的花都是一样的。换水时必须彻底清洁花桶，否则，只要有细菌感染，花朵就会迅速枯萎。\n此外，百合花开后，雄蕊会迅速翻过来，花粉会弄脏白色或粉红色的花瓣，使花朵非常丑陋，因此商店主要定期检查百合花，以查看是否有最顶端的雄蕊。黄色的头暴露在外，只要暴露在外，就必须立即将其拔出。百合的气味是通过“蜜腺”分泌的，与雄蕊无关，因此您可以根据需要将其拔除。",
        "imageName": "bh"
    },
    {
        "category":"常见花材养护",
        "title": "非洲菊",
        "id": 303,
        "content": "维护非洲菊需要经常换水。否则，在炎热的夏天，水很容易闻到，开花期适中。它也是花店日常必不可少的花之一。",
        "imageName": "fzj"
    },
    {
        "category":"常见花材养护",
        "title": "康乃馨",
        "id": 304,
        "content": "像非洲菊一样，康乃馨是最臭的花。只要您忘记换水两天，花桶就会变臭，非常恶心，所以切记要换水。幸运的是，康乃馨的皮肤更紧实。通常，它们可以在室温下保存10天。它们可以直接在保鲜柜中存放半个月，但应经常检查。如果它们脱水，应立即进行处理。",
        "imageName": "knx"
    },
    {
        "category":"常见花材养护",
        "title": "马蹄莲",
        "id": 305,
        "content": "开花期很长，到达商店后，在深水中处理至少4小时后即可完全打开。通常，它可以存储15天。无需每天更换水，只需根据情况进行更换。",
        "imageName": "mtl"
    }
]
